<!DOCTYPE html>
<html lang="en">

<?php include("main_blocks/head.php") ?>

<body class="documentation menu_hover">
<!-- ============>>>>>>>>>>>>>>> HEADER <<<<<<<<<<<<<<<===================== -->

<?php include("main_blocks/header_fixed.php") ?>

<?php include("main_blocks/header.php") ?>

<!-- ============>>>>>>>>>>>>>>> CONTENT <<<<<<<<<<<<<<<===================== -->
<div id="content">
    <div class="container">
        <div class="row">
            <div class="col-lg-12">
                <ul class="breadcrumbs clearfix1">
                    <li class="breadcrumbs_it">
                        <a href="index.html" class="breadcrumbs_lk"></a>
                    </li>
                    <li class="breadcrumbs_it">
                        <a href="about_company.html" class="breadcrumbs_lk">О компании</a>
                    </li>
                    <li class="breadcrumbs_it">
                        <span class="breadcrumbs_current">Документация</span>
                    </li>
                </ul>
            </div> 
        </div>
        <div class="row">
            <div class="col-lg-12">
               
                <?php include("components/menu_about.php") ?>

            </div>
        </div>
        <div class="row">   
            <div class="col-lg-12">
                <div class="box1 b-white">
                    <h2 class="headline">Документация</h2>
                    <div id="tabs2" class="tabs_box">
                        <ul class="tabs_list">
                            <li class="tabs_list_it"><a href="#tabs_5" class="tabs_list_lk pad22">Публичная оферта</a></li>
                            <li class="tabs_list_it"><a href="#tabs_6" class="tabs_list_lk">Условия обработки персональных данных</a></li>
                        </ul>
                        <div id="tabs_5">
                            <div id="accordion">
                
                                <h3 class="accordion_title">1. Общие положения</h3>
                                <div class="accordion_it">
                                    <p>В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения и являются ее составной неотъемлемой частью: Продавец — ООО «_______________» (Юридический адрес:__________________________________________. <br>Покупатель — любое физическое лицо, акцептировавшее публичную оферту на условиях настоящей оферты. <br>Интернет-магазин — официальный интернет-магазин Продавца «________________», расположенный по интернет адресу http://www._____________. В рамках настоящего договора, понятия Интернет-магазин и Магазин, а так же интернет адреса _______________и производные от __________________являются равносильными и трактуются аутентично, по контексту оферты. <br>Товар — объект соглашения сторон, перечень наименований ассортимента, представленный в официальном интернет-магазине. <br>Правила продажи – Правила продажи товаров в интернет-магазине «___________» опубликованные в разделе «Сервис и помощь»</p> 
                                </div>
                
                                <h3 class="accordion_title">2. Регистрация на сайте</h3>
                                <div class="accordion_it">
                                    <p>В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения и являются ее составной неотъемлемой частью: Продавец — ООО «_______________» (Юридический адрес:__________________________________________. <br>Покупатель — любое физическое лицо, акцептировавшее публичную оферту на условиях настоящей оферты. <br>Интернет-магазин — официальный интернет-магазин Продавца «________________», расположенный по интернет адресу http://www._____________. В рамках настоящего договора, понятия Интернет-магазин и Магазин, а так же интернет адреса _______________и производные от __________________являются равносильными и трактуются аутентично, по контексту оферты. <br>Товар — объект соглашения сторон, перечень наименований ассортимента, представленный в официальном интернет-магазине. <br>Правила продажи – Правила продажи товаров в интернет-магазине «___________» опубликованные в разделе «Сервис и помощь»</p> 
                                </div>
                
                                <h3 class="accordion_title">3. Регистрация на сайте </h3>
                                <div class="accordion_it">
                                    <p>В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения и являются ее составной неотъемлемой частью: Продавец — ООО «_______________» (Юридический адрес:__________________________________________. <br>Покупатель — любое физическое лицо, акцептировавшее публичную оферту на условиях настоящей оферты. <br>Интернет-магазин — официальный интернет-магазин Продавца «________________», расположенный по интернет адресу http://www._____________. В рамках настоящего договора, понятия Интернет-магазин и Магазин, а так же интернет адреса _______________и производные от __________________являются равносильными и трактуются аутентично, по контексту оферты. <br>Товар — объект соглашения сторон, перечень наименований ассортимента, представленный в официальном интернет-магазине. <br>Правила продажи – Правила продажи товаров в интернет-магазине «___________» опубликованные в разделе «Сервис и помощь»</p> 
                                </div>
                
                                <h3 class="accordion_title">4. Момент заключения договора </h3>
                                <div class="accordion_it">
                                    <p>В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения и являются ее составной неотъемлемой частью: Продавец — ООО «_______________» (Юридический адрес:__________________________________________. <br>Покупатель — любое физическое лицо, акцептировавшее публичную оферту на условиях настоящей оферты. <br>Интернет-магазин — официальный интернет-магазин Продавца «________________», расположенный по интернет адресу http://www._____________. В рамках настоящего договора, понятия Интернет-магазин и Магазин, а так же интернет адреса _______________и производные от __________________являются равносильными и трактуются аутентично, по контексту оферты. <br>Товар — объект соглашения сторон, перечень наименований ассортимента, представленный в официальном интернет-магазине. <br>Правила продажи – Правила продажи товаров в интернет-магазине «___________» опубликованные в разделе «Сервис и помощь»</p> 
                                </div>
                
                                <h3 class="accordion_title">5. Права и обязанности сторон</h3>
                                <div class="accordion_it">
                                    <p>В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения и являются ее составной неотъемлемой частью: Продавец — ООО «_______________» (Юридический адрес:__________________________________________. <br>Покупатель — любое физическое лицо, акцептировавшее публичную оферту на условиях настоящей оферты. <br>Интернет-магазин — официальный интернет-магазин Продавца «________________», расположенный по интернет адресу http://www._____________. В рамках настоящего договора, понятия Интернет-магазин и Магазин, а так же интернет адреса _______________и производные от __________________являются равносильными и трактуются аутентично, по контексту оферты. <br>Товар — объект соглашения сторон, перечень наименований ассортимента, представленный в официальном интернет-магазине. <br>Правила продажи – Правила продажи товаров в интернет-магазине «___________» опубликованные в разделе «Сервис и помощь»</p> 
                                </div>
                
                                <h3 class="accordion_title">6. Доставка товара</h3>
                                <div class="accordion_it">
                                    <p>В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения и являются ее составной неотъемлемой частью: Продавец — ООО «_______________» (Юридический адрес:__________________________________________. <br>Покупатель — любое физическое лицо, акцептировавшее публичную оферту на условиях настоящей оферты. <br>Интернет-магазин — официальный интернет-магазин Продавца «________________», расположенный по интернет адресу http://www._____________. В рамках настоящего договора, понятия Интернет-магазин и Магазин, а так же интернет адреса _______________и производные от __________________являются равносильными и трактуются аутентично, по контексту оферты. <br>Товар — объект соглашения сторон, перечень наименований ассортимента, представленный в официальном интернет-магазине. <br>Правила продажи – Правила продажи товаров в интернет-магазине «___________» опубликованные в разделе «Сервис и помощь»</p> 
                                </div>
                
                                <h3 class="accordion_title">7.Отзыв оферты</h3>
                                <div class="accordion_it">
                                    <p>В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения и являются ее составной неотъемлемой частью: Продавец — ООО «_______________» (Юридический адрес:__________________________________________. <br>Покупатель — любое физическое лицо, акцептировавшее публичную оферту на условиях настоящей оферты. <br>Интернет-магазин — официальный интернет-магазин Продавца «________________», расположенный по интернет адресу http://www._____________. В рамках настоящего договора, понятия Интернет-магазин и Магазин, а так же интернет адреса _______________и производные от __________________являются равносильными и трактуются аутентично, по контексту оферты. <br>Товар — объект соглашения сторон, перечень наименований ассортимента, представленный в официальном интернет-магазине. <br>Правила продажи – Правила продажи товаров в интернет-магазине «___________» опубликованные в разделе «Сервис и помощь»</p> 
                                </div>
                
                                <h3 class="accordion_title">8. Форс-мажор </h3>
                                <div class="accordion_it">
                                    <p>В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения и являются ее составной неотъемлемой частью: Продавец — ООО «_______________» (Юридический адрес:__________________________________________. <br>Покупатель — любое физическое лицо, акцептировавшее публичную оферту на условиях настоящей оферты. <br>Интернет-магазин — официальный интернет-магазин Продавца «________________», расположенный по интернет адресу http://www._____________. В рамках настоящего договора, понятия Интернет-магазин и Магазин, а так же интернет адреса _______________и производные от __________________являются равносильными и трактуются аутентично, по контексту оферты. <br>Товар — объект соглашения сторон, перечень наименований ассортимента, представленный в официальном интернет-магазине. <br>Правила продажи – Правила продажи товаров в интернет-магазине «___________» опубликованные в разделе «Сервис и помощь»</p> 
                                </div> 
                
                                <h3 class="accordion_title">9. Ответственность сторон </h3>
                                <div class="accordion_it">
                                    <p>В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения и являются ее составной неотъемлемой частью: Продавец — ООО «_______________» (Юридический адрес:__________________________________________. <br>Покупатель — любое физическое лицо, акцептировавшее публичную оферту на условиях настоящей оферты. <br>Интернет-магазин — официальный интернет-магазин Продавца «________________», расположенный по интернет адресу http://www._____________. В рамках настоящего договора, понятия Интернет-магазин и Магазин, а так же интернет адреса _______________и производные от __________________являются равносильными и трактуются аутентично, по контексту оферты. <br>Товар — объект соглашения сторон, перечень наименований ассортимента, представленный в официальном интернет-магазине. <br>Правила продажи – Правила продажи товаров в интернет-магазине «___________» опубликованные в разделе «Сервис и помощь»</p> 
                                </div>
                
                                <h3 class="accordion_title">10. Прочие условия</h3>
                                <div class="accordion_it">
                                    <p>В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения и являются ее составной неотъемлемой частью: Продавец — ООО «_______________» (Юридический адрес:__________________________________________. <br>Покупатель — любое физическое лицо, акцептировавшее публичную оферту на условиях настоящей оферты. <br>Интернет-магазин — официальный интернет-магазин Продавца «________________», расположенный по интернет адресу http://www._____________. В рамках настоящего договора, понятия Интернет-магазин и Магазин, а так же интернет адреса _______________и производные от __________________являются равносильными и трактуются аутентично, по контексту оферты. <br>Товар — объект соглашения сторон, перечень наименований ассортимента, представленный в официальном интернет-магазине. <br>Правила продажи – Правила продажи товаров в интернет-магазине «___________» опубликованные в разделе «Сервис и помощь»</p> 
                                </div>  
                            </div>
                        </div>
                        <div class="line-h24" id="tabs_6">
                            <p>В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения и являются ее составной неотъемлемой частью: Продавец — ООО «_______________» (Юридический адрес:__________________________________________. <br>Покупатель — любое физическое лицо, акцептировавшее публичную оферту на условиях настоящей оферты. <br>Интернет-магазин — официальный интернет-магазин Продавца «________________», расположенный по интернет адресу http://www._____________. В рамках настоящего договора, понятия Интернет-магазин и Магазин, а так же интернет адреса _______________и производные от __________________являются равносильными и трактуются аутентично, по контексту оферты. <br>Товар — объект соглашения сторон, перечень наименований ассортимента, представленный в официальном интернет-магазине. <br>Правила продажи – Правила продажи товаров в интернет-магазине «___________» опубликованные в разделе «Сервис и помощь»</p> 
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>

<!-- ============>>>>>>>>>>>>>>> FOOTER <<<<<<<<<<<<<<<===================== -->

<?php include("main_blocks/footer.php") ?>

<script type="text/javascript">

function initFixedHeader() {

    $(window).on('scroll', function(e){
        var top = $(window).scrollTop();
        var heightHeight = $('#header').height();
        if(top>=heightHeight ) {
            $('.fixed-header').slideDown();
        } else {
            $('.fixed-header').slideUp();
        };
    });
};
$(function() {
    $(window).resize(initFixedHeader());
});
var doc_w = $(document).width();

if (doc_w >= 760) {        
    $('ul.tabs').each(function() {  
        $(this).find('li').each(function(i) {  
            $(this).click(function(){  
                $(this).addClass('current').siblings().removeClass('current')  
                .parents('.section-tabs, .tabs').find('.tab').eq(i).fadeIn(150).siblings('.tab').hide();  
            });  
        });  
    }); 
};

(function($){
    $(window).load(function(){

        var ScrollbarSlider = $(".slider-products");
        var width = ScrollbarSlider.innerWidth();

        if (width >= 1190) {
            $(".slider-products").mCustomScrollbar({
                scrollInertia:550,
                horizontalScroll:true,
                mouseWheelPixels:290,
                scrollButtons:{
                    enable:true,
                    scrollType:"pixels",
                    scrollAmount:290
                },
                callbacks:{
                    onScroll:function(){ snapScrollbar(); }
                } 
            });
        } else if (width >= 700 ) {
            $(".slider-products").mCustomScrollbar({
                scrollInertia:550,
                horizontalScroll:true,
                mouseWheelPixels:234,
                scrollButtons:{
                    enable:true,
                    scrollType:"pixels",
                    scrollAmount:234
                },
                callbacks:{
                    onScroll:function(){ snapScrollbar(); }
                } 
            });
        } else if (width <= 700 ) {
            $(".slider-products").mCustomScrollbar({
                scrollInertia:550,
                horizontalScroll:true,
                mouseWheelPixels:150,
                scrollButtons:{
                    enable:true,
                    scrollType:"pixels",
                    scrollAmount:150
                },
                callbacks:{
                    onScroll:function(){ snapScrollbar(); }
                } 
            });
        };        
        /* toggle buttons scroll type */
        var content=$(".slider-products");
        $("a[rel='toggle-buttons-scroll-type']").html("<code>scrollType: \""+content.data("scrollButtons_scrollType")+"\"</code>");
        $("a[rel='toggle-buttons-scroll-type']").click(function(e){
            e.preventDefault();
            var scrollType;
            if(content.data("scrollButtons_scrollType")==="pixels"){
                scrollType="continuous";
            }else{
                scrollType="pixels";
            }
            content.data({"scrollButtons_scrollType":scrollType}).mCustomScrollbar("update");
            $(this).html("<code>scrollType: \""+content.data("scrollButtons_scrollType")+"\"</code>");
        });
        /* snap scrollbar fn */
        var snapTo=[];
        $(".slider-products .images_container .slide").each(function(){
            var $this=$(this),thisX=$this.position().left;
            snapTo.push(thisX);
        });
        function snapScrollbar(){
            var posX=$(".slider-products .mCSB_container").position().left,closestX=findClosest(Math.abs(posX),snapTo);
            $(".slider-products").mCustomScrollbar("scrollTo",closestX,{scrollInertia:350,callbacks:false});
        }
        function findClosest(num,arr){
            var curr=arr[0];
            var diff=Math.abs(num-curr);
            for(var val=0; val<arr.length; val++){
                var newdiff=Math.abs(num-arr[val]);
                if(newdiff<diff){
                    diff=newdiff;
                    curr=arr[val];
                }
            }
            return curr;
        }
    });
})(jQuery);
$(document).ready(function(){
    
});
</script>

</body>
</html>